Repository: CloverHackyColor/HWMonitorSMC2
Catalog: HWMonitorSMC/Interface/Preferences/*.lproj/Preferences.strings
Languages: fi, it, ru, zh_hans

# Tam-QO-tbG.label
source: Sensors
it: Sensori
ru: Датчиков
zh_hans: 传感器

# wQH-9z-ULe.label
source: View
it: Vista
ru: Вид
zh_hans: 视图

# YC5-C6-UHP.label
source: Other
it: Altro
ru: Другое
zh_hans: 其他

# F5h-4I-FHU.title
source: Use percentage to display memory usage
fi: Näytä muistin käyttö prosentteina
it: Usa percentuali per l'uso della memoria
ru: Использовать % для отображения использования памяти
zh_hans: 使用百分比显示内存使用情况

# 1ou-TV-z1H.title
source: Expand all groups
fi: Laajenna kaikki ryhmät
it: Espandi tutti i gruppi
ru: Развернуть все группы
zh_hans: 展开所有组

# 7b5-Rl-qab.title
source: Preferences
fi: Asetukset
it: Preferenze
ru: Настройки
zh_hans: 首选项

# IiS-qj-XaA.title
source: Expand CPU Frequencies group
fi: Laajenna CPU kellotaajuudet ryhmä
it: Espandi il gruppo delle frequenze CPU
ru: Развернуть группу частот ЦПУ
zh_hans: 展开CPU频率组

# Uuk-nv-v6V.title
source: Expand CPU Temperatures group
fi: Laajenna CPU lämpötilat ryhmä
it: Espandi il gruppo delle temperature CPU
ru: Развернуть группу температур ЦПУ
zh_hans: 展开CPU温度组

# VSp-PT-02b.title
source: Don't show empty groups
fi: Piilota tyhjät ryhmät
it: Non mostrare gruppi vuoti
ru: Не показывать пустые группы
zh_hans: 不显示空组

# f3S-tq-sNl.title
source: Expand Voltages group
fi: Laajenna jännitteet ryhmä
it: Espandi il gruppo dei voltaggi
ru: Развернуть группу Напряжения
zh_hans: 展开电压组

# AHz-v5-cAO.title
source: Themes:
fi: Teemat:
it: Temi:
ru: Темы:
zh_hans: 主题:

# PZk-7X-P2q.title
source: View size
it: Dimensioni vista
ru: Размер окна программы:
zh_hans: 查看大小

# 7rV-gv-BVk.title
source: Grid Color:
it: Colore griglia:
ru: Цвет сетки:
zh_hans: 网格颜色:

# ovp-5x-7r3.title
source: Plot Color:
it: Colore dei grafici:
ru: Цвет графика:
zh_hans: 绘图颜色:

# 58Y-P2-lbm.title
source: Top bar font:
it: Font della top bar:
ru: Шрифт строки меню:
zh_hans: 顶栏字体:

# kwG-Mh-ogc.title
source: Translate units of measurements
fi: Käännä yksiköt
it: Traduci le unit√† di misura
ru: Показывать размерности на русском﻿ языке
zh_hans: 转换本国语度量单位

# fYJ-2d-nMJ.title
source: Force to use dark appearance
fi: Pakota tumma ulkoasu
it: Forza la visualizzazione Dark
ru: Использовать тёмную тему
zh_hans: 使用黑色外观显示

# vMW-P5-ltW.title
source: Always hide the vertical scroller
fi: Piilota aina vertikaalinen vierityspalkki
it: Nascondi sempre la scroll-bar verticale
ru: Всегда прятать вертикальный скроллер
zh_hans: 始终隐藏垂直滚动条

# i4D-QB-sGd.title
source: Sensors update interval in seconds:
fi: Sensorien päivitys aikaväli sekunneissa:
it: Intervallo di aggiornamento dei sensori in secondi:
ru: Интервал обновления датчиков в секундах:
zh_hans: 传感器更新间隔秒数:

# h2D-rP-QYL.title
source: (applied to the next execution)
fi: (käytetään seuraavaan suoritukseen)
it: (applicato alla prossima esecuzione)
ru: (применяется к следующему исполнению)
zh_hans: (应用于下一次启动后执行)

# 63u-ee-4HM.title
source: (applied to the next execution)
fi: (käytetään seuraavaan suoritukseen)
it: (applicato alla prossima esecuzione)
ru: (применяется к следующему исполнению)
zh_hans: (应用于下一次启动后执行)

# Dyg-rv-2Gg.title
source: Run HWMonitorSMC.app at login
fi: Suorita HWMonitorSMC.app kirjauduttaessa
it: Esegui HWMonitorSMC.app al login
ru: Запустить HWMonitorSMC2.app при входе в систему
zh_hans: 在登录时运行HWMonitorSMC.app

# jea-Yr-Q5W.title
source: Use the IOKit monitoring for GPUs
fi: Käytä IOKit:n valvontaa GPU:lle
it: Usa IOKit per monitorare le schede video
ru: Использовать данные Акселератора для мониторинга графики
zh_hans: 使用加速器监测GPU

# wsU-ie-0D9.title
source: Reset
ru: Сброс
zh_hans: 恢复默认

# Ure-9y-2ms.title
source: Fan/Pump Control
it: Controllo ventole/pompe
ru: Управление вентиляторами и помпами
zh_hans: 风扇和泵控制

# 70t-8Y-u8v.title
source: Show Min/Max speed
it: Mostra rpm Min/Max
ru: Показывать мин. и макс. обороты
zh_hans: 显示最小/最大速度
