Repository: CloverHackyColor/HWMonitorSMC2
Catalog: HWMonitorSMC/Interface/*.lproj/Localizable.strings
Languages: fi, it, ru, tr

source: Core Frequencies
fi: Ytimien kellotaajuudet
it: Frequenze dei Core
ru: Частоты ядер﻿
tr: Çekirdek Frekanları

source: Core Temperatures
fi: Ytimien lämpötilat
it: Temperature dei Core
ru: Температуры ядер
tr: Çekirdek Sıcaklıkları

source: Temperature
fi: Lämpötila
it: Temperatura
ru: Температура
tr: Sıcaklık

source: Temperatures
fi: Lämpötilat
it: Temperature
ru: Темературы
tr: Sıcaklıklar

source: Frequency
fi: Kellotaajuus
it: Frequenza
ru: Частота
tr: Frekans

source: Frequencies
fi: Kellotaajuudet
it: Frequenze
ru: Частоты
tr: Frekanslar

source: Package Core
fi: Paketin ydin
it: Core Package
ru: Потребление - Ядра
tr: Paket Çekirdek

source: Package Total
fi: Paketti yhteensä
it: Totale Package
ru: Потребление - ЦПУ всего
tr: Paket Toplam

source: Package IGPU
fi: Paketti yhdysrakenteinen näytönohjain
ru: Потребление - Интел ГПУ
tr: Paket IGPU

source: Multipliers
fi: Kertoimet
it: Moltiplicatori
ru: Множители
tr: Çarpanlar

source: Voltage
fi: Jännite
it: Voltaggio
ru: Напряжение
tr: Voltaj

source: Voltages
fi: Jännitteet
it: Voltaggi
ru: Напряжения
tr: Voltajlar

source: Amperage
fi: Ampeeri
it: Amperaggio
ru: Ток
tr: Amper

source: Battery
fi: Akku
it: Batteria
ru: Батарея
tr: Pil

source: Batteries
fi: Akut
it: Batterie
ru: Батареи
tr: Piller

source: Media health
fi: Median kunto
it: Integrità dei Media
ru: Целостность дисков
tr: Media Sağlığı

source: Life
fi: Elinikä
it: Vita
ru: Жизнь

source: IGPU Frequency
fi: Yhdysrakenteisen näytönohjaimen kellotaajuus
it: Frequenza IGPU
ru: Частота - Интел ГПУ
tr: IGPU Frekansı

source: IGPU Max Frequency
fi: Yhdysrakenteisen näytönohjaimen maks. kellotaajuus
it: Frequenza Max IGPU
ru: Максимальная частота - Интел ГПУ
tr: IGPU Max Frekansı

source: IGPU Utilization
fi: Yhdysrakenteisen näytönohjaimen käyttö
it: Utilizzo IGPU
ru: Использование - Интел ГПУ
tr: IGPU Kullanım Oranı

source: Intel® Power Gadget info
fi: Intel® Power Gadget tietoa
ru: Справочная информация
tr: Intel® Power Gadget bilgisi

source: DRAM
ru: Потребление - Модули ОЗУ

source: Package Temperature
fi: Paketin lämpötila
it: Temperatura Package
ru: Температура пакета
tr: Paket Sıcaklık

# Package Power Limit (TDP)
source: TDP
ru: Термопакет

source: Max Temperature
fi: maks. lämpötila
it: Temperatura max
ru: Максимальная температура
tr: Max Sıcaklık

source: Thresholds
fi: Energiapisteet
it: Soglie
ru: Пороги
tr: Eşikler

source: Base Frequency
fi: Perus kellotaajuus
it: Frequenza base
ru: Базовая частота
tr: Temel Frekans

source: Max Frequency
fi: maks. kellotaajuus
it: Frequenza max
ru: Максимальная частота
tr: Max Frekans

# GPUs
source: Graphics
fi: Näytönohjaimet
it: Grafica
ru: Графика
tr: GPUs

source: Core Clock
fi: Ytimen kellotaajuus
it: Clock del core
ru: Частота ядра
tr: Çekirdek Saat

source: Memory Clock
it: Clock memoria
ru: Частота памяти

source: Fan/Pump speed
fi: Tuulettimen/Pumpun nopeus
it: Rotazione ventola/pompa
ru: Скорость вентилятора
tr: Fan/Pompa hızı

source: Fan/Pump speed rate
fi: Tuulettimen/Pumpun nopeustaso
it: Rotazione ventola/pompa (rate)
ru: Использование вентилятора
tr: Fan/Pompa hızı oranı

source: Utilization
fi: Käyttö
it: Utilizzazione
ru: Использование
tr: Kullanım Oranı

source: Activity
fi: Aktiivisuus
it: Attività
ru: Активность
tr: Aktivite

source: Core Utilization
fi: Ytimen käyttö
it: Utilizzazione core
ru: Использование ядра
tr: Çekirdek Kullanım Oranı

source: Device Unit %d Utilization
fi: Device Unit:n %d käyttö
it: Utilizzazione device Unità %d
ru: Использование устройства %d
tr: Cihaz Unitesi %d kullanımı

source: Video Engine Utilization
fi: Video Engine:n käyttö
it: Utilizzazione motore video
ru: Использование видеодвижка
tr: Video Motoru Kullanımı

source: Used VRAM
fi: Käytetty näyttömuisti
it: VRAM usata
ru: Использовано Видео-ОЗУ
tr: Kullanılan VRAM

source: Free VRAM
fi: Vapaa näyttömuisti
it: VRAM libera
ru: Свободно Видео-ОЗУ
tr: Serbest VRAM

source: Total Power
fi: Kokonaisteho
it: Potenza totale
ru: Суммарная мощность
tr: Toplam Güç

source: RAM
fi: Keskusmuisti
ru: ОЗУ

source: Total
fi: Yhteensä
it: Totale
ru: Всего
tr: Toplam

source: Active
fi: Aktiivisena
it: Attiva
ru: Активная
tr: Aktiv

source: Inactive
fi: Inaktiivisena
it: Inattiva
ru: Неактивная
tr: Aktif Olmayan

source: Free
fi: Vapaa
it: Libera
ru: Свободная
tr: Serbest

source: Used
fi: Käytössä
it: Usata
ru: Используемая
tr: Kullanılan

source: Purgeable
fi: Tyhjennettävät
it: Liberabile
ru: Очищаемая
tr: Temizlenebilir

source: Wired
fi: Lukittuna
it: Fissa (Wired)
ru: Связанная
tr: Bağlı

source: CPU
fi: Suoritin
ru: ЦПУ

source: Proximity
fi: Läheisyys
it: Prossimità
ru: Внешний датчик
tr: Yakınlık

source: Heatsink
fi: Jäähdytyssiili
it: Dissipatore
ru: Радиатор
tr: Soğutucu Fanı

source: DIMM 0
ru: Модуль ОЗУ 0

source: DIMM 1
ru: Модуль ОЗУ 1

source: Ambient
fi: Ympäristö
it: Ambiente
ru: Корпус
tr: Ortam Sıcaklığı

source: GPU %d Board
fi: Näytönohjaimen %d piirilevy
it: Scheda GPU %d
ru: ГПУ %d плата
tr: GPU %d Tahta

source: GPU %d Proximity
fi: Näytönohjaimen %d läheisyys
it: Prossimità GPU %d
ru: ГПУ %d оценка
tr: GPU %d Yakınlık

source: Core %d
fi: Ydin %d
ru: Ядро %d
tr: Çekirdek %d

source: Diode %d
fi: Diodi %d
it: Diodo %d
ru: Встроенный датчик %d
tr: Diyot %d

source: CPU %d
fi: Suoritin %d
ru: ЦПУ %d

source: GPU %d Core
fi: Näytönohjaimen %d ydin
it: Core GPU %d
ru: ГПУ %d ядро
tr: GPU %d Çekirdek

source: GPU %d Shaders
fi: Näytönohjaimen %d varjostinyksiköt
it: Shaders GPU %d
ru: ГПУ %d шейдеры

source: GPU %d Memory
fi: Näytönohjaimen %d muisti
it: Memoria GPU %d
ru: ГПУ %d память
tr: GPU %d Bellek

source: GPU %d Voltage
fi: Näytönohjaimen %d jännite
it: Voltaggio GPU %d
ru: ГПУ %d напряжение
tr: GPU %d Voltaj

source: Core %d Multiplier
fi: Ytimen %d kerroin
it: Moltiplicatore Core %d
ru: Ядро %d множитель
tr: Çekirdek %d Çarpanı

source: Package Multiplier
fi: Paketin kerroin
it: Moltiplicatore Package
ru: Пакетный множитель
tr: Paket Çarpanı

# Motherboard
source: Main Logic Board
fi: Emolevy
it: Scheda Madre
ru: Материнская плата
tr: Anakart

source: North Bridge
fi: Pohjoissilta
ru: Северный мост
tr: Kuzey Köprüsü

# PRAM Battery
source: Battery
it: Batteria
ru: Батарея
tr: Pil

source: VRM Voltage
fi: VRM jännite
it: Voltaggio VRM
ru: Напряжение VRM
tr: VRM Voltaj

source: DIMM Voltage
fi: DIMM jännite
it: Voltaggio DIMM
ru: Напряжение ОЗУ
tr: DIMM Voltaj

source: +12V Bus Voltage
fi: +12V väylän jännite
it: Voltaggio Bus +12V
ru: Напряжение +12В
tr: +12V Bus Voltaj

source: +5V Bus Voltage
fi: +5V väylän jännite
it: Voltaggio Bus +5V
ru: Напряжение +5В
tr: +5V Bus Voltaj

source: -12V Bus Voltage
fi: -12V väylän jännite
it: Voltaggio Bus -12V
ru: Напряжение -12В
tr: -12V Bus Voltaj

source: -5V Bus Voltage
fi: -5V väylän jännite
it: Voltaggio Bus -5V
ru: Напряжение -5В
tr: -5V Bus Voltaj

source: 3.3 VCC Voltage
fi: 3.3 VCC jännite
it: Voltaggio VCC 3.3
ru: Напряжение 3.3В VCC
tr: 3.3 VCC Voltaj

source: 3.3 VSB Voltage
fi: 3.3 VSB jännite
it: Voltaggio VSB 3.3
ru: Напряжение 3.3В VSB
tr: 3.3 VSB Voltaj

source: 3.3 AVCC Voltage
fi: 3.3 AVCC jännite
it: Voltaggio AVCC 3.3
ru: Напряжение 3.3В AVCC
tr: 3.3 AVCC Voltaj

source: Fans or Pumps
fi: Tuulettimet tai pumput
it: Ventole e Pompe
ru: Вентиляторы и помпы
tr: Fanlar yada Pompalar

source: Fan %d
fi: Tuuletin %d
it: Ventola %d
ru: Вентилятор %d

source: speed
fi: nopeus
it: velocità
ru: обороты
tr: hız

source: min speed
fi: min. nopeus
it: velocità min
ru: мин. обороты
tr: min hız

source: max speed
fi: maks. nopeus
it: velocità max
ru: макс. обороты
tr: max hız

source: GHz
ru: ГГц

source: MHz
ru: МГц

source: MB
fi: Mt
ru: МБ﻿

source: GB
fi: Gt
ru: ГБ

source: W
ru: Вт

source: mWh
ru: мВт⋅ч

source: J
ru: Дж

source: V
ru: В

source: mV
ru: мВ

source: mA
ru: мА

source: rpm
ru: об/мин

source: log copied to clip board!
fi: lokitiedosto kopioitu leikepöydälle!
it: log copiato negli appunti!
ru: журнал скопирован в буфер обмена!
tr: günlük panoya kopyalandı!

source: Default
fi: Oletus
it: Predefinito
ru: По умолчанию

source: Classic
fi: Klassinen
it: Classico
ru: Классическая

source: Dashed Horizontally
fi: Vaakasuora piste
it: Griglia tratteggiata orizzontale
ru: Без вертикальных линий

source: No Grid
fi: Ei ruudukkoa
it: Senza griglia
ru: Без сетки

source: With Grid, clear background
fi: Ruudukko, tyhjä tausta
it: Con griglia, sfondo pulito
ru: С сеткой, чистый фон

source: Medium
fi: Keskimääräinen
it: Media
ru: Средний

source: Large
fi: Suuri
it: Grande
ru: Большой

# IA Temperature AVG
source: Core Temperature avg
it: Temperatura Core media

# IA Temperature MIN
source: Core Temperature min
it: Temperatura Core min

# IA Temperature MAX
source: Core Temperature max
it: Temperatura Core max

# IA Frequency AVG
source: Core Frequency avg
it: Frequenza Core media

# IA Frequency MIN
source: Core Frequency min
it: Frequenza Core min

# IA Frequency MAX
source: Core Frequency max
it: Frequenza Core max

# IA Frequency REQ
source: Core Frequency req
it: Frequenza Core riq

source: Frequency min
it: Frequenza min

source: Frequency max
it: Frequenza max

source: Frequency req
it: Frequenza riq

source: GPU %d Die
it: Die GPU %d
